7zip
base
base-devel
bc
bluetui
bluez
bluez-utils
brightnessctl
btop
cava
clipse
cmake
code
cpio
cuda
cudnn
dolphin
efibootmgr
fastfetch
fd
ffmpeg
fuse3
fzf
git
github-cli
grub
gst-plugin-pipewire
gtk3
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
intel-ucode
jq
kitty
libnotify
libpulse
libva-nvidia-driver
linux
linux-firmware
man-db
meson
mpv
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
npm
nvidia
nvidia-utils
obs-studio
os-prober
otf-departure-mono
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
python-pip
resvg
ripgrep
sof-firmware
swaync
tree
ttf-jetbrains-mono-nerd
uwsm
vesktop
vivaldi
waybar
wev
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yay-bin
yay-bin-debug
yazi
zoxide
zram-generator
zsh
